/* Hybrid map view */
"Hybrid" = "Híbrido";

/* Satellite map view */
"Satellite" = "Satélite";

/* Standard map view */
"Standard" = "Estándar";

/* Shows My location */
"Show My Location" = "Mostrar mi ubicación";

/* Shows Pin Location */
"Pin Location" = "Ubicación del Pin";

/* Pin shows where I was born */
"The hospital I was born in." = "El hospital donde nací.";

/* Pin shows where I live now */
"This is where I live now." = "Aquí es donde vivo ahora.";

/* First gemstone cave i've seen. */
"This cave is full of amazing gems." = "Esta cueva está llena de gemas increíbles.";
